Repository: AdilHamidii/vsms
Catalog: VirtualSIM/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: Calling from your number is coming very soon.
de: Anrufe von Ihrer Nummer aus kommen sehr bald.
es: Llamar desde tu número llegará muy pronto.
fr: Les appels depuis votre numéro arrivent très bientôt.
it: Le chiamate dal tuo numero arriveranno molto presto.
ja: あなたの番号からの発信は近日中に対応予定です。
pt_br: Ligar do seu número chega muito em breve.

source: Calling is coming
de: Telefonie kommt bald
es: Las llamadas llegan pronto
fr: Les appels arrivent
it: Le chiamate arrivano presto
ja: 通話機能は近日公開
pt_br: Ligações em breve

source: Calling…
de: Anrufen…
es: Llamando…
fr: Appel…
it: Chiamata in corso…
ja: 発信中…
pt_br: Ligando…

source: Calls
de: Anrufe
es: Llamadas
fr: Appels
it: Chiamate
ja: 通話
pt_br: Chamadas

source: Canada
de: Kanada
es: Canadá
ja: カナダ
pt_br: Canadá

source: Canadian numbers that exchange texts with US and Canadian phones
de: Kanadische Nummern – sie tauschen SMS mit US-amerikanischen und kanadischen Telefonen aus
es: Números canadienses: intercambian mensajes con teléfonos de EE. UU. y Canadá
fr: Numéros canadiens qui échangent des SMS avec les téléphones américains et canadiens
it: Numeri canadesi che scambiano SMS con telefoni statunitensi e canadesi
ja: 米国とカナダの電話とSMSをやり取りできるカナダの番号
pt_br: Números canadenses que trocam SMS com telefones dos EUA e do Canadá

source: Canadian numbers — they text and call US and Canadian phones
de: Kanadische Nummern – sie schreiben und telefonieren mit Telefonen in den USA und Kanada
es: Números canadienses: envían mensajes y llaman a teléfonos de EE. UU. y Canadá
fr: Numéros canadiens qui appellent et envoient des SMS aux téléphones américains et canadiens
it: Numeri canadesi che scrivono e chiamano telefoni USA e canadesi
ja: 米国とカナダの電話にSMS送信と通話ができるカナダの番号
pt_br: Números canadenses que mandam mensagens e ligam para telefones dos EUA e do Canadá

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt_br: Cancelar

source: Cancel & refund %lld cr
de: Stornieren & %lld Cr erstatten
es: Cancelar y reembolsar %lld cr
fr: Annuler et rembourser %lld cr
it: Annulla e rimborsa %lld cr
ja: キャンセルして %lld クレジット返金
pt_br: Cancelar e reembolsar %lld cr

source: Cancel any time in Settings
de: Jederzeit in den Einstellungen kündbar
es: Cancela cuando quieras en Ajustes
fr: Annulez à tout moment dans Réglages
it: Disdici quando vuoi in Impostazioni
ja: 設定からいつでもキャンセルできます
pt_br: Cancele quando quiser nos Ajustes

source: Cancel available in %lld seconds
de: Stornieren in %lld Sekunden möglich
es: Podrás cancelar en %lld segundos
fr: Annulation possible dans %lld secondes
it: Annullabile tra %lld secondi
ja: %lld秒後にキャンセルできます
pt_br: Cancelamento disponível em %lld segundos

source: Cancel order
de: Bestellung stornieren
es: Cancelar pedido
fr: Annuler la commande
it: Annulla ordine
ja: 注文をキャンセル
pt_br: Cancelar pedido

source: Cancel order & refund %lld credits
de: Stornieren & %lld Credits erstatten
es: Cancelar y devolver %lld créditos
fr: Annuler et rembourser %lld crédits
it: Annulla e rimborsa %lld crediti
ja: キャンセルして%lldクレジットを返金
pt_br: Cancelar e reembolsar %lld créditos

source: Cancel this order?
de: Diese Bestellung stornieren?
es: ¿Cancelar este pedido?
fr: Annuler cette commande ?
it: Annullare questo ordine?
ja: この注文をキャンセルしますか？
pt_br: Cancelar este pedido?

source: Canceled
de: Storniert
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル済み
pt_br: Cancelado

source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Modifica
ja: 変更
pt_br: Alterar

source: Chat with us
de: Schreiben Sie uns
es: Chatea con nosotros
fr: Discutez avec nous
it: Scrivici
ja: チャットで相談
pt_br: Fale conosco

source: Cheapest
de: Günstigste
es: Más barato
fr: Moins cher
it: Più economico
ja: 最安
pt_br: Mais barato

source: Check again
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
it: Controlla di nuovo
ja: 再確認
pt_br: Verificar novamente

source: Check now
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifier
it: Controlla ora
ja: 今すぐ確認
pt_br: Verificar agora

source: Check your connection and try again.
de: Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Compruebe su conexión e inténtelo de nuevo.
fr: Vérifiez votre connexion et réessayez.
it: Controlli la connessione e riprovi.
ja: 接続を確認してもう一度お試しください。
pt_br: Verifique sua conexão e tente novamente.

source: Check your orders
de: Bestellungen ansehen
es: Consulta tus pedidos
fr: Voir vos commandes
it: Controlla i tuoi ordini
ja: 注文を確認
pt_br: Ver seus pedidos

source: Checking availability
de: Verfügbarkeit wird geprüft
es: Comprobando disponibilidad
fr: Vérification de la disponibilité
it: Verifica disponibilità
ja: 空き状況を確認中
pt_br: Verificando disponibilidade

source: Checking availability…
de: Verfügbarkeit wird geprüft…
es: Comprobando disponibilidad…
fr: Vérification de la disponibilité…
it: Verifica disponibilità…
ja: 空き状況を確認中…
pt_br: Verificando disponibilidade…

source: Checking your purchases…
de: Ihre Käufe werden geprüft…
es: Comprobando tus compras…
fr: Vérification de vos achats…
it: Verifica dei tuoi acquisti…
ja: 購入内容を確認中…
pt_br: Verificando suas compras…

source: Choose
de: Wählen
es: Elegir
fr: Choisir
it: Scegli
ja: 選択
pt_br: Escolher

source: Choose a country
de: Land wählen
es: Elige un país
fr: Choisir un pays
it: Scegli un paese
ja: 国を選択
pt_br: Escolher país

source: Choose a domain
de: Domain wählen
es: Elige un dominio
fr: Choisissez un domaine
it: Scegli un dominio
ja: ドメインを選択
pt_br: Escolha um domínio

source: Choose a pack
de: Paket wählen
es: Elige un pack
fr: Choisir un pack
it: Scegli un pacchetto
ja: パックを選択
pt_br: Escolha um pacote

source: Choose a service
de: Dienst wählen
es: Elige un servicio
fr: Choisir un service
it: Scegli un servizio
ja: サービスを選択
pt_br: Escolher serviço

source: Choose a site
de: Website wählen
es: Elige un sitio
fr: Choisir un site
it: Scegli un sito
ja: サイトを選択
pt_br: Escolha um site

source: Choose an email domain
de: E-Mail-Domain wählen
es: Elige un dominio de correo
fr: Choisissez un domaine e-mail
it: Scegli un dominio email
ja: メールドメインを選択
pt_br: Escolha um domínio de e-mail

source: Choose one
de: Eines wählen
es: Elige uno
fr: Choisissez-en un
it: Scegline uno
ja: 1つ選択
pt_br: Escolha um

source: Claim
de: Einlösen
es: Reclamar
fr: Récupérer
it: Riscuoti
ja: 受け取る
pt_br: Resgatar

source: Clear filters
de: Filter zurücksetzen
es: Borrar filtros
fr: Effacer les filtres
it: Azzera filtri
ja: フィルタをクリア
pt_br: Limpar filtros

source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索をクリア
pt_br: Limpar busca

source: Close this and pull the app to refresh, or try again in a moment.
de: Schließen Sie das und ziehen Sie die App nach unten zum Aktualisieren, oder versuchen Sie es gleich noch einmal.
es: Cierra esto y desliza para actualizar, o inténtalo de nuevo en un momento.
fr: Fermez ceci et tirez pour actualiser, ou réessayez dans un instant.
it: Chiudi e trascina per aggiornare, oppure riprova tra poco.
ja: この画面を閉じてアプリを引き下げて更新するか、少ししてからもう一度お試しください。
pt_br: Feche isto e puxe a tela para atualizar, ou tente novamente em instantes.

source: Close. Your number keeps running
de: Schließen – deine Nummer läuft weiter
es: Cerrar: tu número sigue activo
fr: Fermer. Votre numéro reste actif
it: Chiudi: il tuo numero resta attivo
ja: 閉じる。番号は有効なままです
pt_br: Fechar: seu número continua ativo

source: Closing…
de: Wird geschlossen…
es: Cerrando…
fr: Fermeture…
it: Chiusura…
ja: 終了処理中…
pt_br: Encerrando…

source: Code received
de: Code erhalten
es: Código recibido
fr: Code reçu
it: Codice ricevuto
ja: コードを受信
pt_br: Código recebido

source: Code reveal
de: Code-Anzeige
es: Revelación del código
fr: Affichage du code
it: Rivelazione codice
ja: コード表示
pt_br: Revelação do código

source: Codes don't always arrive
de: Codes kommen nicht immer an
es: Los códigos no siempre llegan
fr: Les codes n'arrivent pas toujours
it: I codici non arrivano sempre
ja: コードが届かないことがあります
pt_br: Os códigos nem sempre chegam

source: Come back daily — it pays more each day
de: Komm täglich wieder – es wird jeden Tag mehr
es: Vuelve cada día: cada día da más
fr: Revenez chaque jour. Cela rapporte plus chaque jour
it: Torna ogni giorno. Rende di più ogni giorno
ja: 毎日戻るほど多くもらえます
pt_br: Volte todo dia. Rende mais a cada dia

source: Come back daily — the streak pays more each day.
de: Komm täglich wieder – die Serie bringt jeden Tag mehr.
es: Vuelve cada día: la racha da más cada día.
fr: Revenez chaque jour. La série rapporte plus chaque jour.
it: Torna ogni giorno. La serie rende di più ogni giorno.
ja: 毎日戻ると、連続日数に応じて多くもらえます。
pt_br: Volte todo dia. A sequência rende mais a cada dia.

source: Coming soon
de: Bald verfügbar
es: Próximamente
fr: Bientôt disponible
it: In arrivo
ja: 近日公開
pt_br: Em breve

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
pt_br: Confirmar

source: Confirming…
de: Wird bestätigt…
es: Confirmando…
fr: Confirmation…
it: Conferma in corso…
ja: 確認中…
pt_br: Confirmando…

source: Connecting…
de: Verbinden…
es: Conectando…
fr: Connexion…
it: Connessione…
ja: 接続中…
pt_br: Conectando…

source: Contact support
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
it: Contatta assistenza
ja: サポートに連絡
pt_br: Contatar suporte

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
pt_br: Continuar

source: Continue anyway
de: Trotzdem fortfahren
es: Continuar de todos modos
fr: Continuer quand même
it: Continua comunque
ja: このまま続ける
pt_br: Continuar mesmo assim

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
pt_br: Copiado

source: Copy address
de: Adresse kopieren
es: Copiar dirección
fr: Copier l'adresse
it: Copia indirizzo
ja: アドレスをコピー
pt_br: Copiar endereço

source: Copy code
de: Code kopieren
es: Copiar código
fr: Copier le code
it: Copia codice
ja: コードをコピー
pt_br: Copiar código

source: Copy details
de: Details kopieren
es: Copiar datos
fr: Copier les informations
it: Copia dettagli
ja: 詳細をコピー
pt_br: Copiar detalhes

source: Copy number
de: Nummer kopieren
es: Copiar número
fr: Copier le numéro
it: Copia numero
ja: 番号をコピー
pt_br: Copiar número

source: Cost
de: Kosten
es: Coste
fr: Coût
it: Costo
ja: 料金
pt_br: Custo

source: Costs another %lld cr. This number keeps running and still refunds itself if no code arrives.
de: Kostet weitere %lld Cr. Diese Nummer läuft weiter und wird weiterhin erstattet, wenn kein Code ankommt.
es: Cuesta %lld cr más. Este número sigue activo y se reembolsa igualmente si no llega ningún código.
fr: Coûte %lld cr de plus. Ce numéro reste actif et sera quand même remboursé si aucun code n’arrive.
it: Costa altri %lld cr. Questo numero resta attivo e viene comunque rimborsato se non arriva alcun codice.
ja: 追加で %lld クレジットかかります。この番号は有効なままで、コードが届かなければ返金されます。
pt_br: Custa mais %lld cr. Este número continua ativo e ainda é reembolsado se nenhum código chegar.

source: Couldn't apply that code. Please try again.
de: Der Code konnte nicht eingelöst werden. Bitte versuchen Sie es erneut.
es: No se pudo aplicar el código. Inténtalo de nuevo.
fr: Impossible d'appliquer ce code. Veuillez réessayer.
it: Impossibile applicare il codice. Riprova.
ja: コードを適用できませんでした。もう一度お試しください。
pt_br: Não foi possível aplicar o código. Tente novamente.

source: Couldn't check availability
de: Verfügbarkeit konnte nicht geprüft werden
es: No se pudo comprobar la disponibilidad
fr: Impossible de vérifier la disponibilité
it: Impossibile verificare la disponibilità
ja: 空き状況を確認できませんでした
pt_br: Não foi possível verificar a disponibilidade

source: Couldn't check availability. Please try again.
de: Verfügbarkeit konnte nicht geprüft werden. Bitte erneut versuchen.
es: No se pudo comprobar la disponibilidad. Inténtelo de nuevo.
fr: Impossible de vérifier la disponibilité. Veuillez réessayer.
it: Impossibile verificare la disponibilità. Riprovi.
ja: 空き状況を確認できませんでした。もう一度お試しください。
pt_br: Não foi possível verificar a disponibilidade. Tente novamente.

source: Couldn't get an address. Please try again.
de: Adresse konnte nicht abgerufen werden. Bitte erneut versuchen.
es: No se pudo obtener una dirección. Inténtelo de nuevo.
fr: Impossible d'obtenir une adresse. Veuillez réessayer.
it: Impossibile ottenere un indirizzo. Riprovi.
ja: アドレスを取得できませんでした。もう一度お試しください。
pt_br: Não foi possível obter um endereço. Tente novamente.

source: Couldn't load subscription details. Please try again in a moment.
de: Abo-Details konnten nicht geladen werden. Bitte versuchen Sie es gleich noch einmal.
es: No se pudieron cargar los datos de la suscripción. Inténtalo de nuevo en un momento.
fr: Impossible de charger les détails de l'abonnement. Veuillez réessayer dans un instant.
it: Impossibile caricare i dettagli dell'abbonamento. Riprova tra poco.
ja: サブスクリプションの詳細を読み込めませんでした。少ししてからもう一度お試しください。
pt_br: Não foi possível carregar os detalhes da assinatura. Tente novamente em instantes.

source: Couldn't load your account details
de: Kontodetails konnten nicht geladen werden
es: No se pudieron cargar los datos de tu cuenta
fr: Impossible de charger les informations de votre compte
it: Impossibile caricare i dettagli del tuo account
ja: アカウント情報を読み込めませんでした
pt_br: Não foi possível carregar os dados da sua conta

source: Couldn't reach the server
de: Server nicht erreichbar
es: No se pudo conectar con el servidor
fr: Serveur injoignable
it: Impossibile raggiungere il server
ja: サーバーに接続できませんでした
pt_br: Não foi possível conectar ao servidor

source: Couldn't reach the server. Check your connection and try again.
de: Server nicht erreichbar. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudo conectar con el servidor. Comprueba tu conexión e inténtalo de nuevo.
fr: Serveur injoignable. Vérifiez votre connexion et réessayez.
it: Impossibile raggiungere il server. Controlla la connessione e riprova.
ja: サーバーに接続できませんでした。接続を確認してもう一度お試しください。
pt_br: Não foi possível conectar ao servidor. Verifique sua conexão e tente novamente.

source: Couldn't send that message. Please try again.
de: Die Nachricht konnte nicht gesendet werden. Bitte erneut versuchen.
es: No se pudo enviar ese mensaje. Inténtalo de nuevo.
fr: Impossible d'envoyer ce message. Veuillez réessayer.
it: Impossibile inviare il messaggio. Riprova.
ja: メッセージを送信できませんでした。もう一度お試しください。
pt_br: Não foi possível enviar a mensagem. Tente novamente.

source: Couldn't send that. Please try again.
de: Konnte nicht gesendet werden. Bitte erneut versuchen.
es: No se pudo enviar. Inténtelo de nuevo.
fr: Envoi impossible. Veuillez réessayer.
it: Invio non riuscito. Riprovi.
ja: 送信できませんでした。もう一度お試しください。
pt_br: Não foi possível enviar. Tente novamente.

source: Couldn't start the call. Please try again.
de: Der Anruf konnte nicht gestartet werden. Bitte erneut versuchen.
es: No se pudo iniciar la llamada. Inténtalo de nuevo.
fr: Impossible de démarrer l'appel. Veuillez réessayer.
it: Impossibile avviare la chiamata. Riprova.
ja: 通話を開始できませんでした。もう一度お試しください。
pt_br: Não foi possível iniciar a chamada. Tente novamente.

source: Countries
de: Länder
es: Países
fr: Pays
it: Paesi
ja: 国数
pt_br: Países

source: Countries aren't loaded yet
de: Länder sind noch nicht geladen
es: Los países aún no se han cargado
fr: Les pays ne sont pas encore chargés
it: I paesi non sono ancora caricati
ja: 国のデータがまだ読み込まれていません
pt_br: Os países ainda não carregaram

source: Covers what you need
de: Deckt Ihren Bedarf ab
es: Cubre lo que necesitas
fr: Couvre ce qu'il vous faut
it: Copre ciò che ti serve
ja: 必要な分をまかなえます
pt_br: Cobre o que você precisa

source: Credits go straight back
de: Guthaben kommt sofort zurück
es: Los créditos vuelven al instante
fr: Les crédits reviennent aussitôt
it: I crediti tornano subito
ja: クレジットはすぐに返却されます
pt_br: Os créditos voltam na hora

source: Credits never expire, and they work on every country.
de: Credits verfallen nie und gelten für jedes Land.
es: Los créditos nunca caducan y sirven para cualquier país.
fr: Les crédits n'expirent jamais et fonctionnent dans tous les pays.
it: I crediti non scadono mai e valgono per ogni paese.
ja: クレジットに有効期限はなく、すべての国で使えます。
pt_br: Os créditos nunca expiram e valem para todos os países.

source: Credits never expire. Failed SMS auto-refund within 2 minutes.
de: Guthaben verfällt nie. Fehlgeschlagene SMS werden innerhalb von 2 Minuten automatisch erstattet.
es: Los créditos nunca caducan. SMS fallido: reembolso automático en 2 minutos.
fr: Les crédits n'expirent jamais. SMS non reçu : remboursement automatique sous 2 minutes.
it: I crediti non scadono mai. SMS non riuscito: rimborso automatico entro 2 minuti.
ja: クレジットに有効期限はありません。SMSが届かない場合は2分以内に自動返金。
pt_br: Os créditos nunca expiram. SMS com falha é reembolsado automaticamente em 2 minutos.

source: Credits never expire. No code in 8 minutes → refunded automatically.
de: Credits verfallen nie. Kein Code in 8 Minuten → automatische Erstattung.
es: Los créditos nunca caducan. Sin código en 8 minutos → reembolso automático.
fr: Les crédits n'expirent jamais. Aucun code en 8 minutes → remboursement automatique.
it: I crediti non scadono mai. Nessun codice in 8 minuti → rimborso automatico.
ja: クレジットに有効期限はありません。8分以内にコードが届かなければ自動返金。
pt_br: Os créditos nunca expiram. Sem código em 8 minutos → reembolso automático.

source: Credits spent
de: Ausgegebene Credits
es: Créditos gastados
fr: Crédits dépensés
it: Crediti spesi
ja: 使用クレジット
pt_br: Créditos gastos

source: Current balance
de: Aktuelles Guthaben
es: Saldo actual
fr: Solde actuel
it: Saldo attuale
ja: 現在の残高
pt_br: Saldo atual

source: Currently selected
de: Aktuell ausgewählt
es: Seleccionado actualmente
fr: Actuellement sélectionné
it: Attualmente selezionato
ja: 現在選択中
pt_br: Selecionado no momento

source: DATA
de: DATEN
es: DATOS
fr: DONNÉES
it: DATI
ja: データ
pt_br: DADOS

source: Danger zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone sensible
it: Zona di pericolo
ja: 危険ゾーン
pt_br: Zona de perigo

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
pt_br: Escuro

source: Data plans
de: Datentarife
es: Planes de datos
fr: Forfaits data
it: Piani dati
ja: データプラン
pt_br: Planos de dados

source: Data remaining unknown
de: Verbleibendes Datenvolumen unbekannt
es: Datos restantes desconocidos
fr: Données restantes inconnues
it: Dati rimanenti sconosciuti
ja: 残りデータ量は不明です
pt_br: Dados restantes desconhecidos

source: Data used
de: Verbrauchte Daten
es: Datos usados
fr: Données utilisées
it: Dati usati
ja: 使用データ量
pt_br: Dados usados

source: Data used up
de: Datenvolumen aufgebraucht
es: Datos agotados
fr: Données épuisées
it: Dati esauriti
ja: データ使い切り
pt_br: Dados esgotados

source: Day %lld of your streak
de: Tag %lld deiner Serie
es: Día %lld de tu racha
fr: Jour %lld de votre série
it: Giorno %lld della tua serie
ja: 連続%lld日目
pt_br: Dia %lld da sua sequência

# Day %lld — come back tomorrow for +%lld.
source: Day %1$lld. Come back tomorrow for +%2$lld.
de: Tag %lld – komm morgen wieder für +%lld.
es: Día %lld: vuelve mañana por +%lld.
fr: Jour %lld. Revenez demain pour +%lld.
it: Giorno %lld. Torna domani per +%lld.
ja: %lld日目。明日戻ると+%lld。
pt_br: Dia %lld. Volte amanhã para +%lld.

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
pt_br: Padrão

source: Default country
de: Standardland
es: País predeterminado
fr: Pays par défaut
it: Paese predefinito
ja: デフォルトの国
pt_br: País padrão

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
pt_br: Excluir conta

source: Delete your account?
de: Konto löschen?
es: ¿Eliminar tu cuenta?
fr: Supprimer votre compte ?
it: Eliminare il tuo account?
ja: アカウントを削除しますか？
pt_br: Excluir sua conta?

source: Deleting…
de: Wird gelöscht…
es: Eliminando…
fr: Suppression…
it: Eliminazione…
ja: 削除中…
pt_br: Excluindo…

source: Delivered
de: Zugestellt
es: Entregados
fr: Reçus
it: Consegnati
ja: 受信済み
pt_br: Entregues

# Delivered on %lld of %lld orders
source: Delivered on %1$lld of %2$lld orders
de: Zugestellt bei %lld von %lld Bestellungen
es: Entregado en %lld de %lld pedidos
fr: Reçu pour %lld commandes sur %lld
it: Consegnato in %lld ordini su %lld
ja: %2$lld件の注文中%1$lld件で受信
pt_br: Entregue em %lld de %lld pedidos

source: Delivery · 30 days
de: Zustellung · 30 Tage
es: Entrega · 30 días
fr: Réception · 30 jours
it: Consegna · 30 giorni
ja: 受信実績 · 過去30日
pt_br: Entrega · 30 dias

source: Developed by Adil Hamidi
de: Entwickelt von Adil Hamidi
es: Desarrollado por Adil Hamidi
fr: Développé par Adil Hamidi
it: Sviluppato da Adil Hamidi
ja: 開発者：Adil Hamidi
pt_br: Desenvolvido por Adil Hamidi

source: Dismiss
de: Schließen
es: Descartar
fr: Fermer
it: Chiudi
ja: 閉じる
pt_br: Dispensar

source: Dismiss announcement
de: Ankündigung schließen
es: Cerrar aviso
fr: Fermer l'annonce
it: Chiudi annuncio
ja: お知らせを閉じる
pt_br: Dispensar aviso

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
pt_br: Concluído

source: ELAPSED
de: VERGANGEN
es: TRANSCURRIDO
fr: ÉCOULÉ
it: TRASCORSO
ja: 経過
pt_br: DECORRIDO

source: EXPIRES IN
de: LÄUFT AB IN
es: EXPIRA EN
fr: EXPIRE DANS
it: SCADE TRA
ja: 残り時間
pt_br: EXPIRA EM

source: Email addresses aren't available for this service yet.
de: E-Mail-Adressen sind für diesen Dienst noch nicht verfügbar.
es: Las direcciones de correo aún no están disponibles para este servicio.
fr: Les adresses e-mail ne sont pas encore disponibles pour ce service.
it: Gli indirizzi email non sono ancora disponibili per questo servizio.
ja: このサービスではメールアドレスはまだ利用できません。
pt_br: Endereços de e-mail ainda não estão disponíveis para este serviço.

source: End call
de: Auflegen
es: Colgar
fr: Raccrocher
it: Termina chiamata
ja: 通話を終了
pt_br: Encerrar chamada

source: Ended
de: Beendet
es: Finalizada
fr: Terminé
it: Terminata
ja: 終了
pt_br: Encerrada

source: Ending…
de: Wird beendet…
es: Finalizando…
fr: Fin d'appel…
it: In chiusura…
ja: 終了中…
pt_br: Encerrando…

source: Enter a number
de: Nummer eingeben
es: Introduce un número
fr: Saisissez un numéro
it: Inserisci un numero
ja: 番号を入力
pt_br: Digite um número

source: Enter the address on the site, then come back. The code appears here.
de: Geben Sie die Adresse auf der Website ein und kommen Sie zurück – der Code erscheint hier.
es: Introduzca la dirección en el sitio y vuelva: el código aparecerá aquí.
fr: Saisissez l'adresse sur le site puis revenez. Le code s'affichera ici.
it: Inserisca l'indirizzo sul sito e torni qui: il codice comparirà qui.
ja: サイトにアドレスを入力してから戻ってください。コードはここに表示されます。
pt_br: Digite o endereço no site e volte. O código aparece aqui.

source: Expired
de: Abgelaufen
es: Caducada
fr: Expirée
it: Scaduta
ja: 期限切れ
pt_br: Expirado

source: Failed
de: Fehlgeschlagen
es: Fallida
fr: Échouée
it: Non riuscita
ja: 失敗
pt_br: Falhou

source: Failed SMS auto-refund within 2 minutes.
de: Fehlgeschlagene SMS: automatische Erstattung innerhalb von 2 Minuten.
es: SMS fallido: reembolso automático en 2 minutos.
fr: SMS non reçu : remboursement automatique sous 2 minutes.
it: SMS non riuscito: rimborso automatico entro 2 minuti.
ja: SMSが届かない場合は2分以内に自動返金。
pt_br: SMS com falha: reembolso automático em 2 minutos.

source: Fastest
de: Schnellste
es: Más rápido
fr: Plus rapide
it: Più veloce
ja: 最速
pt_br: Mais rápido

source: Fetching the code…
de: Code wird abgerufen…
es: Obteniendo el código…
fr: Récupération du code…
it: Recupero del codice…
ja: コードを取得中…
pt_br: Buscando o código…

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
ja: 無料
pt_br: Grátis

source: Free addresses cost you nothing if no code arrives.
de: Kostenlose Adressen kosten Sie nichts, wenn kein Code ankommt.
es: Las direcciones gratuitas no le cuestan nada si no llega ningún código.
fr: Les adresses gratuites ne vous coûtent rien si aucun code n'arrive.
it: Gli indirizzi gratuiti non le costano nulla se non arriva alcun codice.
ja: 無料アドレスはコードが届かなくても料金はかかりません。
pt_br: Endereços grátis não custam nada se nenhum código chegar.
